botoesAcao/modelo.requisicao_inclusao.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservice.spc.insumo.spcjava.spcbrasil.org/">
	<soapenv:Header/>
	<soapenv:Body>
		<web:incluirSpc>
			<insumoSpc>
				<tipo-pessoa>J</tipo-pessoa>
				<dados-pessoa-juridica>
					<cnpj numero=":P_CNPJ"/>
					<razao-social>:P_RAZAO_SOCIAL</razao-social>
					<nome-comercial>:P_NOME_FANTASIA</nome-comercial>
				</dados-pessoa-juridica>
				<data-compra>:P_DATA_COMPRA</data-compra>
				<data-vencimento>:P_DATA_VENCIMENTO</data-vencimento>
				<codigo-tipo-devedor>C</codigo-tipo-devedor>
				<numero-contrato>:P_NUMDOCUMENTO</numero-contrato>
				<valor-debito>:P_VALORDOCUMENTO</valor-debito>
				<natureza-inclusao>
					<id>55</id>
				</natureza-inclusao>
				<endereco-pessoa>
					<cep>-:P_CEP</cep>
					<logradouro>:P_ENDERECO</logradouro>
					<bairro>:P_BAIRRO</bairro>
					<numero>:P_NUMERO</numero>
				</endereco-pessoa>
			</insumoSpc>
		</web:incluirSpc>
	</soapenv:Body>
</soapenv:Envelope>